let admin;
let name = 'Джон';
admin = name;
alert(admin)


/*
Создайте переменную для названия нашей планеты. Как бы вы её назвали?
Создайте переменную для хранения имени текущего посетителя сайта. Как бы вы назвали такую переменную?
*/
let ourPlanetName = 'Земля';
let currentUserName = 'Алёша';

const BIRTHDAY = '18.04.1982'; // тут можно использовать заглавные буквы, т.к. значение не поменяется, оно заранее известно

const age = someCode(BIRTHDAY); // здесь значение вычисляется, поэтому лучше использовать нижний регистр